Repository: mariasev26/20930087H
Catalog: omegat/project_save.tmx
Source language: en_gb
Languages: es_es

source: Netflix and Guillermo del Toro have begun negotiations with three stars (Oscar Isaac, Andrew Garfield, and 2022's scream queen Mia Goth) for his live-action adaptation of Mary Shelley's genre-defining horror novel, Frankenstein.
es_es: Netflix y Guillermo del Toro han comenzado las negociaciones con tres estrellas (Oscar Isaac, Andrew Garfield y la reina del grito de 2022, Mia Goth) para su adaptación en acción real de la novela de terror de Mary Shelley, Frankenstein.

source: Netflix launched as a DVD subscription service on April 14, 1998, four months ahead of Rotten Tomatoes, but it would be another 14 years before the streaming giant launched its first Netflix Original, Lilyhammer.
es_es: Netflix se lanzó como servicio de suscripción de DVD el 14 de abril de 1998, cuatro meses antes que Rotten Tomatoes, pero pasarían otros 14 años antes de que el gigante del streaming lanzara su primer Netflix Original, Lilyhammer.

source: Netflix programs House of Cards and Derek launched in February 2013, followed by Hemlock Grove (April 2013) and Orange Is the New Black (July 2013).
es_es: Los programas de Netflix House of Cards y Derek se estrenaron en febrero de 2013, seguidos de Hemlock Grove (abril de 2013) y Orange Is the New Black (julio de 2013).

source: New Releases
es_es: Nuevos lanzamientos

source: New TV Tonight
es_es: Nueva televisión esta noche

source: News
es_es: Noticias

source: No Score Yet
es_es: Sin puntuar

source: No casting has been announced for Superman: Legacy yet, but the news will probably come pretty soon, as Warner Bros.
es_es: Todavía no se ha anunciado el reparto de Superman: Legacy, pero es probable que la noticia llegue muy pronto.

source: Not only would it help us, as a fledgling website, raise our profile in the industry, but it would also serve to reward studios and filmmakers for, you know, making good movies.
es_es: No solo nos hubiera ayudado, como un sitio web en ciernes, aumentando nuestro perfil en la industria, pero también hubiera servido para recompensar a los estudios y cineastas por, como sabéis, hacer buenas películas.

source: Now Streaming
es_es: Ahora en streaming

source: Now, just as video game adaptations appear to be improving, Silent Hill 2 is finally being adapted as a horror movie to be titled Return to Silent Hill, also acting as a sequel to the 2006 Silent Hill (Rotten at 31%).
es_es: Ahora, justo cuando las adaptaciones de videojuegos parecen estar mejorando, Silent Hill 2 está siento finalmente adaptada como una película de terror que se titulará Return to Silent Hill, actuando también como secuela deSilent Hill (Rotten al 31%).

source: OSCAR ISAAC, MIA GOTH, AND ANDREW GARFIELD IN TALKS FOR GUILLERMO DEL TORO'S FRANKENSTEIN, AND MORE MOVIE NEWS QUENTIN TARANTINO ANNOUNCES HIS 10TH (AND FINAL?) FILM, JAMES GUNN WILL DIRECT SUPERMAN: LEGACY, AND A NEW SILENT HILL COMING.
es_es: OSCAR ISAAC, MIA GOTH, AND ANDREW GARFIELD IN TALKS FOR GUILLERMO DEL TORO'S FRANKENSTEIN, AND MORE MOVIE NEWS QUENTIN TARANTINO ANNOUNCES HIS 10TH (AND FINAL?) FILM, JAMES GUNN WILL DIRECT SUPERMAN: LEGACY, AND A NEW SILENT HILL COMING. OSCAR ISAAC, MIA GOTH Y ANDREW GARFIELD EN CONVERSACIONES PARA FRANKENSTEIN DE GUILLERMO DEL TORO, Y MÁS NOTICIAS DE CINE QUENTIN TARANTINO ANUNCIA SU 10ª (¿Y ÚLTIMA?) PELÍCULA, JAMES GUNN DIRIGIRÁ SUPERMAN: LEGACY, Y LLEGA UNA NUEVA SILENT HILL.

source: OSCAR ISAAC, MIA GOTH, AND ANDREW GARFIELD IN TALKS FOR GUILLERMO DEL TORO’S FRANKENSTEIN
es_es: OSCAR ISAAC, MIA GOTH, Y ANDREW GARFIELD EN CONVERSACIONES PARA FRANKESTEIN DE GUILLERMO

source: OTHER TOP HEADLINES
es_es: OTROS TITULARES DESTACADOS

source: On DVD & Streaming
es_es: En DVD & Streaming

source: On Dvd & Streaming
es_es: En Dvd & Streaming

source: On an Apple device?
es_es: ¿En un dispositivo Appel?

source: On the horror calendar for 2023: Evil Dead Rise (April), Chris Stuckmann’s directorial debut Shelby Oaks (July), Disney’s return to the Haunted Mansion (August), more from The Conjuring universe with The Nun 2 (September), and David Gordon Green’s The Exorcist (October).
es_es: En el calendario de terror para 2023 aparecen los siguientes estrenos: Posesión infernal: El despertar (abril), el debut como director de Chris Stuckmann con Shelby Oaks (julio), el regreso de Disney con la < a3>Mansión Encantada (agosto), más del universo El Conjuro con La Monja 2</ e8> (septiembre) y El exorcista de David Gordon Green (octubre).

source: On the other hand, this was only the second feature film from Gondry, who was best known for his imaginative music video work for artists like Björk, The Chemical Brothers, and The White Stripes, and working from a script he co-wrote with Charlie Kaufman, he brought the same kind of playful sensibility and visual wizardry to Eternal Sunshine.
es_es: Por otra parte, este era sólo el segundo largometraje de Gondry, quien era mejor conocido por sus imaginativos vídeos musicales para artistas como Björk, The Chemical Brothers y The White Stripes, y que, a partir de un guion que escribió junto con Charlie Kaufman, aportó el mismo tipo de sensibilidad lúdica y magia visual a "¡Olvídate de mí!"

source: One example was the 2001 survival horror game Silent Hill 2, which has an 89% Metacritic score (not that we, you know, ever check that site or anything).
es_es: Un ejemplo fue Silent Hill 2, un juego de terror y supervivencia de 2001, que tiene una puntuación del 89% en Metacritic (no es que nosotros, ya sabes, consultemos esa web ni nada por el estilo).

source: One of the recently announced projects was Superman: Legacy, which is expected to reboot the character (again) with a younger Clark Kent who has just arrived in Metropolis, and for which Gunn was adapting the screenplay.
es_es: Uno de los proyectos anunciados recientemente fue Superman: Legacy, que se espera que reinicie al personaje (nuevamente) con un Clark Kent más joven que acaba de llegar a Metrópolis, y para el cual Gunn estaba adaptando el guion.

source: One of them was Marvel’s Iron Man, which of course kickstarted the blockbuster machine we all now know as the Marvel Cinematic Universe, and the other was DC’s The Dark Knight, the second chapter in Christopher Nolan’s celebrated trilogy of Batman movies.
es_es: Una de ellas fue Iron Man, de Marvel, que por supuesto dio el pistoletazo de salida a la máquina de éxitos de taquilla que todos conocemos ahora como Universo Cinematográfico de Marvel, y la otra fue "El Caballero oscuro", de DC, el segundo capítulo de la célebre trilogía de películas de Batman de Christopher Nolan.

source: One of... [More]
es_es: Uno de... [More]

source: Oops.
es_es: Uy.

source: Opening This Week
es_es: Estrenos esta semana

source: Oscar Isaac, Mia Goth, and Andrew Garfield
es_es: Oscar Isaac, Mia Goth, y Andrew Garfield

source: Oscar Isaac, Mia Goth, and Andrew Garfield in Talks for Guillermo del Toro's Frankenstein, and More Movie News
es_es: Oscar Isaac, Mia Goth, y Andrew Garfield en conversaciones para Frankestein de Guillermo del ToroFrankestein, y más noticias de cine.

source: Oscar Isaac, Mia Goth, and Andrew Garfield in Talks for Guillermo del Toro’s Frankenstein, and More Movie News << Rotten Tomatoes – Movie and TV News
es_es: Oscar Isaac, Mia Goth, y Andrew Garfield en conversaciones para Frankestein de Guillermo del Toro y más noticias de cine << Rotten Tomatoes – Película and noticias

source: Other Top Headlines
es_es: Otros Titulares Destacados

source: Other popular sketches and characters of the past 25 years include Rachel Dratch’s “Debbie Downer,” Will Forte’s “MacGruber” (also made into a film), The Lonely Island digital shorts, Maya Rudolph’s Donatella Versace, Black Jeopardy, Pete Davidson’s Chad, Will Ferrell’s Harry Caray impressions and “More Cowbell” sketch with Christopher Walken, Fred Armisen and Kristen Wiig’s Garth and Kat, Bill Hader’s Stefon, and so many more.
es_es: Otros sketches y personajes populares de los últimos 25 años son "Debbie Downer" de Rachel Dratch, "MacGruber" de Will Forte (también convertido en película), los cortos digitales de The Lonely Island, Donatella Versace de Maya Rudolph, Black Jeopardy, Chad de Pete Davidson, las imitaciones de Harry Caray de Will Ferrell y el sketch "More Cowbell" con Christopher Walken, Garth y Kat de Fred Armisen y Kristen Wiig, Stefon de Bill Hader, y muchos más.

source: Over the course of the show’s nine-season run, the NBC comedy won 10 Emmys on 68 nominations.
es_es: A lo largo de sus nueve temporadas, la comedia de la NBC ganó 10 Emmys con 68 nominaciones.

source: Over the series’ run, stars have included Kristian Alfonso as Hope Brady, John Clarke as Mickey Horton, Deidre Hall as Dr. Marlena Evans, Drake Hogestyn as John Black, Peter Reckell as Bo Brady, Frances Reid as Alice Horton, Suzanne Rogers as Maggie Horton, Alison Sweeney as Sami Brady, and oh so very many more.
es_es: En la serie han actuado, entre otros, Kristian Alfonso como Hope Brady, John Clarke como Mickey Horton, Deidre Hall como la Dra. Marlena Evans, Drake Hogestyn como John Black, Peter Reckell como Bo Brady, Frances Reid como Alice Horton, Suzanne Rogers como Maggie Horton, Alison Sweeney como Sami Brady y muchísimos más.

source: Parental Guidance
es_es: Guía parental

source: Posts by Greg Dean Schmitz
es_es: Publicado por Greg Dean Schmitz

source: Privacy Policy
es_es: Política de privacidad

source: QUENTIN TARANTINO'S 10TH AND (MAYBE) LAST FILM TO BE THE MOVIE CRITIC
es_es: LA DÉCIMA Y (QUIZÁ) ÚLTIMA PELÍCULA DE QUENTIN TARANTINO COMO CRÍTICO DE CINE Quentin Tarantino (Foto de Francois Duhamel/(c)Weinstein Company cortesía de Everett Collection)

source: QUENTIN TARANTINO’S 10TH AND (MAYBE) LAST FILM TO BE THE MOVIE CRITIC
es_es: LA DÉCIMA Y (QUIZÁ) ÚLTIMA PELÍCULA DE QUENTIN TARANTINO COMO CRÍTICO DE CINE

source: Queen Charlotte: A Bridgerton Story: Season 1
es_es: Reina Charlotte: A Bridgerton Story: Temporada 1

source: Quentin Tarantino announces his 10th (and final?) film, James Gunn will direct Superman: Legacy, and a new Silent Hill coming.
es_es: Quentin Tarantino anuncia su 10ª (¿y su última?) película James Gunn dirigidaSuperman: Legacyy su nuevo videojuegoSilent Hillpronto.

source: ROBERT RODRIGUEZ WANTS TO MAKE MACHETE IN SPACE
es_es: ROBERT RODRIGUEZ QUIERE HACER MACHETE EN EL ESPACIO

source: RT on DVD
es_es: RT en DVD

source: Rabbit Hole: Season 1
es_es: Rabbit Hole: Temporada 1

source: Recently added: Evil Dead Rise (see Evil Dead movies and series ranked) Renfield (which see Nic Cage‘s gothic dreams coming true playing Dracula in a gory and comedic take on the Universal monster movie), The Pope’s Exorcist, starring Russell Crowe, and Nefarious, a film from the guys who brought you God’s Not Dead.
es_es: Películas recientemente añadidas: Posesión Infernal:El Despertar (aquí puedes ver Clasificación de películas y series de Posesión infernal) Renfield (donde se ven los sueños góticos de Nic Cage‘donde se convierte en Drácula en una sangrienta y cómica película hecha en las películas monstruosas de Universal), El Exorcista del Papa, siendo el protagonista Russell Crowe, y Nefarious, una película del hombre que nos dio Dios no está muerto.

source: Red Carpet Roundup
es_es: Alfombra roja

source: Red Notice (2021) – 364,020,000 hours 2.
es_es: Alerta Roja 2021) – 364.020.000 horas 2.

source: Related News
es_es: Noticias relacionadas

source: Return of the King’s perfect run could be considered a culmination of the series’ previous Oscar heights.
es_es: La trayectoria perfecta de El Retorno del Rey podría considerarse una culminación de las anteriores cimas de la serie en los Oscar.

source: Rihanna to Voice Smurfette in New Smurfs Movie, and More News
es_es: Rihanna en la Voz Smurfette en noticias Smurfs película, y más noticias cinematográficas

source: Rodriguez said that while there are no concrete plans for the film at the moment, the fans deserve to see the trilogy finished, and he wants to make that happen.
es_es: Rodríguez dijo que si bien no hay planes concretos para la película en este momento, los fans merecen ver la trilogía terminada, y él quiere hacer que eso suceda.

source: Rotten
es_es: Podrido

source: Rotten Tomatoes - Movie and TV News » Best Horror Movies of 2023 Ranked – New Scary Movies to Watch Comments Feed
es_es: Rotten Tomatoes - Noticias de películas y televisión» Clasificación de las mejores películas de terror de 2023 – Nuevas películas de miedo que ver

source: Rotten Tomatoes - Movie and TV News » Oscar Isaac, Mia Goth, and Andrew Garfield in Talks for Guillermo del Toro’s Frankenstein, and More Movie News Comments Feed
es_es: Rotten Tomatoes - Películas y noticias » Oscar Isaac, Mia Goth, y Andrew Garfield en conversaciones para Frankestin de Guillermo del Toro y más noticias de cine Comentarios

source: Rotten Tomatoes has been going strong since August 1998 and began aggregating reviews for TV and giving series Tomatometer scores in 2013.
es_es: Rotten Tomatoes lleva funcionando con fuerza desde agosto de 1998 y empezó a agregar críticas para televisión y a dar puntuaciones Tomatometer a series en 2013.

source: Rotten Tomatoes has been here through it all, and to celebrate our 25th anniversary, we’re looking back at some of the most noteworthy cinematic milestones we’ve witnessed over the last 25 years.
es_es: Rotten Tomatoes ha estado aquí a pesar de todo, y para celebrar nuestro 25 aniversario, repasamos algunos de los hitos cinematográficos más destacados de los últimos 25 años.

source: Scott appears to be stacking the cast with Academy Award nominees and winners, as the film's already-announced star Paul Mescal (nominated this year for Aftersun) may soon be joined by two more acclaimed actors.
es_es: Scott parece estar llenando el reparto de nominados y ganadores del Oscar, ya que a la estrella ya anunciada de la película, Paul Mescal (nominado este año por Aftersun), podrían unirse pronto otros dos aclamados actores.

source: Scott appears to be stacking the cast with Academy Award nominees and winners, as the film’s already-announced star Paul Mescal (nominated this year for Aftersun) may soon be joined by two more acclaimed actors.
es_es: Scott parece estar llenando el reparto de nominados y ganadores del Oscar, ya que a la estrella ya anunciada de la película, Paul Mescal(nominado este año por Aftersun) podrían unirse pronto otros dos aclamados actores.

source: Search movies, TV, actors, more...
es_es: Buscar películas, televisión, actores, más...

source: Shakespeare in Love (1998) – 261 days 3.
es_es: Shakespeare enamorado 1998) – 261 días 3.

source: Shakespeare in Love (1998) – 7 wins
es_es: Shakespeare enamorado (1998) – 7 victorias

source: Show with the Highest Nielsen Rating
es_es: La serie con mayor audiencia en Nielsen

source: Show with the Longest Run
es_es: El programa con la serie más larga

source: Show with the Most Emmy Nominations & Wins
es_es: Programa con más nominaciones y victorias en los Emmy

source: Silo: Season 1
es_es: Silo: Temporada 1

source: Slumdog Millionaire (2008) – 8 wins 3.
es_es: ¿Quién quiere ser millonario? (2008) – 8 victorias 3.

source: So beloved that we are still seeing successful adaptations and installments to this day, the LotR franchise is only matched by Star Wars and the Marvel Cinematic Universe, amassing nearly $3 billion in global receipts and winning 17 total Oscars across the original trilogy.
es_es: La franquicia de LotR, tan querida que aún hoy seguimos viendo adaptaciones y entregas de éxito, solo es igualada por La Guerra de las Galaxias y el Universo Cinematográfico Marvel, acumulando casi 3.000 millones de dólares de recaudación mundial y ganando 17 Oscar en total en toda la trilogía original.

source: So you can only imagine their disappointment when Amazon Prime beat them to a first Best Picture nomination with Kenneth Lonergan’s 2016 drama Manchester by the Sea.
es_es: Así que es de imaginar su decepción cuando Amazon Prime les ganó la primera nominación a la Mejor Película con el drama de Kenneth Lonergan Manchester frente al mar en 2016.

source: Soap opera Days of Our Lives premiered on November 8, 1965, and ran until 2022 on NBC.
es_es: La telenovela Days of Our Lives se estrenó el 8 de noviembre de 1965 y se emitió hasta 2022 en la NBC.

source: Some of the trends we’ve witnessed over the years include the dominance of reality television — both unscripted and competition programming — over traditional scripted drama and comedy; the ascendance of DVD subscription service Netflix to monster streaming giant with some of the most popular shows running, from Stranger Things to Squid Game and on; as well as the ebb and flow of cable networks like Game of Thrones home HBO being gobbled up by Discovery.
es_es: Algunas de las tendencias de las que hemos sido testigos a lo largo de los años incluyen el dominio de la telerrealidad -tanto la programación no guionizada como la de competición- sobre el drama y la comedia guionizados tradicionales; el ascenso del servicio de suscripción de DVD Netflix a gigante monstruoso del streaming con algunos de los programas más populares en marcha, desde Stranger Things a Squid Game y demás; así como el flujo y reflujo de las cadenas de cable como Juego de Tronos casa HBO siendo engullida por Discovery.

source: Star Wars: Episode VII – The Force Awakens (2015) – $2,071,310,218 5.
es_es: Star Wars: Episodio VII – El despertar de la fuerza (2015) – 2.071.310.218 dólares 5.

source: Star Wars: Visions: Season 2
es_es: Star Wars: Visions: Temporada 2

source: Starring an ensemble cast, many of whom were unknown at the start of the series, Game of Thrones made international superstars of Kit Harington as Jon Snow, Emilia Clarke as Daenerys Targaryen, Sophie Turner as Sansa Stark, Maisie Williams as Arya Stark, and others.
es_es: Protagonizada por un elenco de actores, muchos de los cuales eran desconocidos al principio de la serie, Juego de Tronos convirtió en superestrellas internacionales a Kit Harington como Jon Nieve, Emilia Clarke como Daenerys Targaryen, Sophie Turner como Sansa Stark, Maisie Williams como Arya Stark, y otros.

source: Starring the late Chadwick Boseman as King T’Challa and directed by Ryan Coogler, the Marvel opus combined dazzling action, an ensemble cast, and contemporary social and ancestral themes, going on to gross over $1 billion worldwide and become the first superhero movie to be nominated for a Best Picture Oscar.
es_es: Protagonizada por Chadwick Boseman como el rey T'Challa y dirigida por Ryan Coogler, la obra de Marvel combinó acción deslumbrante, un reparto de lujo y temas sociales y ancestrales contemporáneos, llegando a recaudar más de mil millones de dólares en todo el mundo y convirtiéndose en la primera película de superhéroes nominada al Óscar a la mejor película.

source: Streaming services abound now in 2023 — AMC+, Apple TV+, HBOMax, Paramount+, Peacock, Prime Video, and on — but the granddaddy of all streamers is Netflix, which reports that Squid Game is the most popular series of all time with over 1.65 billion hours watched in its first 28 days.
es_es: Los servicios de streaming abundan ahora en 2023 -AMC+, Apple TV+, HBOMax, Paramount+, Peacock, Prime Video, etcétera-, pero el abuelo de todos los streamers es Netflix, que informa de que Squid Game es la serie más popular de todos los tiempos, con más de 1.650 millones de horas vistas en sus primeros 28 días.

source: Studios have become increasingly tight-lipped when it comes to certain movies (Jordan Peele’s Nope is one example of that), releasing details in small trickles prior to the release of any substantial promotion, like a trailer.
es_es: Los estudios se han vuelto cada vez herméticos cuando se trata de ciertas películas(Nope de Jordan Peele es un ejemplazo de ello) liberando detalles en pequeños goteos antes del lanzamiento de cualquier promoción sustancial, como un trailer.

source: Succession: Season 4
es_es: Succession: Temporada 4

source: Sweet Tooth: Season 2
es_es: Sweet Tooth: Temporada 2

source: TAGGED AS: Horror, movies, scary movies, thriller
es_es: Etiquetas: Terror, películas, películas de miedo, suspense

source: TAGGED AS: movies, news
es_es: ETIQUETADO COMO: películas, noticias

source: TAGGED AS: BOX OFFICE, MOVIES, RT25, STREAMING MOVIES The last two and a half decades have brought a lot of change in the film industry, from the mass popularization of 3D, D-Box, ScreenX and other theatrical experiences to the advent of streaming services and, more recently, the disruptive effect of the COVID-19 pandemic.
es_es: ETIQUETADO COMO: BOX OFFICE, MOVIES, RT25, STREAMING MOVIES Las dos últimas décadas pasadas han traído muchos cambios en la industria cinematográfica, desde la masiva popularización del 3D, D-Box, ScreeX y otras experiencias teatrales a la llegada de los servicios de streaming y, más recientemente, la destructiva pandemia de la COVID-19.

source: TAGGED AS: MOVIES, NEWS This week's Ketchup brings you more headlines from the world of film development news, covering such titles as Frankenstein, the Gladiator sequel, and Twisters.
es_es: ETIQUETADO COMO: CINE, NOTICIAS El Ketchup de esta semana te trae más titulares del mundo de las noticias de desarrollo cinematográfico, cubriendo títulos como Frankenstein, la secuela de Gladiator y Twisters.

source: THE BIGGEST AND BEST MOVIES OF THE LAST 25 YEARS WE BREAK DOWN 10 MAJOR MILESTONES, FROM THE FIRST FILM TO BE CERTIFIED FRESH TO THE BIGGEST BOX OFFICE EARNER, AND MORE.
es_es: LAS MEJORES PELÍCULAS DE LOS ÚLTIMOS 25 AÑOS DESGLOSAMOS 10 GRANDES MITOS, DESDE LA PRIMERA PELÍCULA CON CERTIFICADO RECIENTE HASTA LA MÁS TAQUILLERA, Y MUCHO MÁS.

source: THIS WEEK'S TOP STORY OSCAR ISAAC, MIA GOTH, AND ANDREW GARFIELD IN TALKS FOR GUILLERMO DEL TORO'S FRANKENSTEIN (Photo by Franziska Krug, Amy Sussman, Amanda Edwards/Getty Images)
es_es: LA NOTICIA PRINCIPAL DE ESTA SEMANA OSCAR ISAAC, MIA GOTH Y ANDREW GARFIELD EN CONVERSACIONES PARA FRANKENSTEIN DE GUILLERMO DEL TORO Oscar Isaac, Mia Goth y Andrew Garfield (Foto de Franziska Krug, Amy Sussman, Amanda Edwards/Getty Images)

source: TV Shows
es_es: Series de televisión

source: Taking home two Oscars, the intimate character study on grief particularly resonated with Academy voters, but it wasn’t without its share of controversy.
es_es: Este íntimo estudio sobre el duelo, que se llevó dos Oscar, tuvo una gran acogida entre los votantes de la Academia, pero no estuvo exento de polémica.

source: Ten-time Emmy nominee Janet Ashikaga won three for editing the show.
es_es: Janet Ashikaga, diez veces nominada al Emmy, ganó tres por el montaje de la serie.

source: Terms and Policies
es_es: Términos y condiciones

source: Thanks to its shiny A-list trio of Ryan Reynolds, Dwayne Johnson, and Gal Gadot, the spy action-comedy netted a whopping 364,020,000 hours of watch time in its first 28 days of release, beating its runner-up, the even more star-studded Don’t Look Up (which debuted just over a month later), by more than 4,000,000 hours.
es_es: Gracias a su brillante trío de estrellas formado por Ryan Reynolds, Dwayne Johnson y Gal Gadot, esta comedia de acción y espionaje consiguió la friolera de 364.020.000 horas de visionado en sus primeros 28 días de estreno, superando en más de 4.000.000 de horas a su segunda competidora, la aún más repleta de estrellas Don't Look Up (No mires hacia arriba) (que se estrenó poco más de un mes después).

source: That conceit makes the notion of a remake using actors known to audiences (and known not to be, you know, dead) quite a challenge.
es_es: Esa idea hace que la idea de un remake con actores conocidos por el público (y que se sabe que no están, ya sabes, muertos) sea todo un reto.
